Repository: milushov/totalspaces-i18n
Catalog: app/*.lproj/Localizable.strings
Languages: ru

source: Registration
ru: Регистрация

source: Please enter your license details from the email we have sent you:
ru: Пожалуйста, введите Ваше имя и лицензиионный код из письма, которое мы вам отправили:

source: Register
ru: Зарегистрироваться

source: Buy TotalSpaces Now
ru: Купить TotalSpaces Сейчас

source: Invalid license code
ru: Лицензионный код недействителен

source: Please go back and try again.
ru: Пожалуйста, вернитесь назад и повторите попытку

source: To purchase a license for TotalSpaces, please visit BinaryAge web store.
ru: Для оплаты лицензии TotalSpaces, пожалуйста, посетите страницу магазина BinaryAge

source: Back
ru: Назад

source: Thanks for registering!
ru: Спасибо за регистрацию!

source: Change License
ru: Изменить лицензию

source: Close
ru: Закрыть

source: TotalSpaces Registration
ru: Регистрация TotalSpaces

source: Licensed to
ru: Лицензия для

source: Thank you for using TotalSpaces!
ru: Спасибо Вас за использование TotalSpaces!

source: Trial period finished - Please buy TotalSpaces
ru: Тестовый период истек - Пожалуйста, купите TotalSpaces

source: days left
ru: дней прошло

source: day left
ru: день прошел

source: Buy now!
ru: Кпите сейчас!

source: %@ (not in grid)
ru: %@ (не в сетке)

source: %ld (Desktop)
ru: %ld (Рабочий слот)

source: %ld (Fullscreen)
ru: %ld (Полноэкранное)

source: (Fullscreen)
ru: (На весь экран)

source: About
ru: О программе

source: About (Unregistered)
ru: О программе (незарегистрировано)

source: Add desktops
ru: Добавить рабочий стол

source: Advanced
ru: Продвинутые

source: Apps
ru: Приложения

source: Check for updates
ru: Проверить есть ли обновление

source: Circulation
ru: Циркуляция

source: Hotcorners
ru: Горячие углы

source: Hotkeys
ru: Горячие клавиши

source: Layout
ru: Макет

source: OK
ru: ОК

source: Overview grid
ru: Обзор сетки

source: Please note that we recommend turning off Three finger drag in the Point & Click section of Trackpad preferences (in System Preferences), otherwise the actions may activate simultaneously
ru: Пожалуйста, заметьте, что мы рекомендуем выключить трехпальцевое таскание в настройках трекпада (в системных настройках), в противном случае действия могу выполняться одновременно

source: Please use a different combination, or check in keyboard preferences that it is not already assigned
ru: Пожалуйста, выберите другую комбинацию или проверьте в настройках клавиатуры, что эта комбинация не занята

source: Preferences
ru: Настройки

source: Quit
ru: Выход

source: Remove desktops
ru: Удалить рабочие столы

source: That key combination could not be assigned
ru: Эта комбинация не может быть использована

source: That key combination is already in use
ru: Эта комбинация занята

source: The system rejected the assignment even though we tried to force it
ru: Система отклонила назначение

source: To see the status bar item again, you can double-click the application in your Applications folder
ru: Чтобы увидеть иконку приложения в статус баре, Вам нужно запустить приложение из папки Applications

source: Transitions
ru: Переходы

source: Trial period expired
ru: Тестоый период истек

source: Use anyway
ru: Использовать в любом случае

source: You have %ld desktop
ru: У Вас есть %ld рабочий стол

source: You have %ld desktops
ru: У Вас есть %ld рабочих столов

source: You need %ld desktop
ru: Вам нужен %ld рабочий стол

source: You need %ld desktops
ru: Вам нужно %ld рабочих столов

source: Left
ru: Влево

source: Right
ru: Вправо

source: Up
ru: Вверх

source: Down
ru: Вниз

source: Hotkey
ru: Горячая клавиша

source: Mouse
ru: Мышь

source: Instant exposé
ru: Мгновенный exposé

source: Start TotalSpaces at Login
ru: Запускать TotalSpaces при загрузке системы

source: Show notification graphic on desktop change
ru: Показывать графическое уведомление при смене рабочего стола

source: Hide menu bar icon
ru: Прятать иконку в панели задач

source: Automatically check for updates
ru: Автоматически проверять обновления

source: Zoom to overview grid animation (experimental)
ru: Увеличивать к просмотрщику (экпериментальная функция)

source: Hi res
ru: Высокое разрешение

source: Lo res
ru: Низкое разрешение

source: None (fastest)
ru: Никакое (наиболее быстрое)

source: Show fullscreen apps under the overview grid
ru: Показывать полноэкранные приложения в просмотрщике сетки

source: Enable circulation
ru: Включить циркуляцию

source: Circulate vertically (join top row to bottom row)
ru: Циркулировать вертикально (соединить верхний ряд с нижним)

source: Right end of row joins to left end of:
ru: Конец ряда соединяется с началом:

source: Next row
ru: Следующего ряда

source: Same row
ru: Тото же ряда

source: Application
ru: Приложение

source: Desktop
ru: Рабочий стол

source: Use this panel to assign apps to specific desktops
ru: Используйте эту панель для для задания рабочего стола, на котором будет запускаться выбранное приложение

source: Use transitions
ru: Использовать переходы

source: Animation
ru: Анимация

source: Slide
ru: Слайд

source: Cube
ru: Куб

source: Swap
ru: Жест swap

source: Flip
ru: Сальто

source: Reveal
ru: Возникновение

source: Fade
ru: Выцветание

source: Speed
ru: Скорость

source: Slow
ru: Медленно

source: Fast
ru: Быстро

source: Swipe to change space
ru: Жест swipe для смены рабочего стола

source: 4 fingers
ru: 4 пальца

source: 5 fingers
ru: 5 пальцев

source: Invert swipe direction
ru: Инвертировать направление жеста swipe

source: Change space by moving mouse to the edge of the screen
ru: Смена рабочего стола движением мышки к углу экрана

source: With key
ru: С клавишей

source: Grid
ru: Сетка

source: Full screen apps
ru: Полноэкранные приложения

source: Name
ru: Имя

source: Done
ru: Готово

source: Control-click to set
ru: Control-click чтобы задать

source: space name & hotkey
ru: имя рабочего стола и горячую клавишу

source: For this grid
ru: Для этой сетки

source: Navigate right to additional full screen apps
ru: Перевод вправо для доступа к полноэкранным приложениям

source: Navigate left to dashboard
ru: Перевод влево для доступа к приборной панели

source: (Show dashboard as a space must be enabled in Mission Control preferences)
ru: (Отображение приборной панели как рабочего стола должно быть включено в настройках Mission Control)

source: Show overview grid
ru: Показывать обзор в сетке

source: Exposé (when in grid)
ru: Exposé (когда в сетке)

source: Full screen apps in the grid
ru: Полноэкранные приложения в сетке

source: This setting allows you to use the highest numbered positions in
ru: Эта настройка позволяет Вам использовать максимальную позицию в

source: your grid for full screen apps
ru: Ваша сетка для полноэкранные приложенийй

source: Make the grid from
ru: Сделать сетку из

source: desktops, and
ru: настольные компьютеры, и

source: full screen apps
ru: Полноэкранные приложения
